IDEA Open Model
ColumnDataEc2.ValueTypeOfcZ Property
Compatible with IDEA StatiCa Beta 20.0
 Type of c value - for nominal curvature
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public ValueTypec ValueTypeOfcZ { get; set; }
Public Property ValueTypeOfcZ As ValueTypec
	Get
	Set
Property Value
Type: ValueTypec
See Also
Reference
ColumnDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace